Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

# paywall_yearly_savings_line
source: Without discount: %@/year
ar: بدون خصم: %@/سنة
hi: छूट के बिना: %@/वर्ष
id: Tanpa diskon: %@/tahun
ja: 割引前: %@/年
ko: 할인 전: %@/년
pt_br: Sem desconto: %@/ano
ru: Без скидки: %@/год
uz: Chegirmasiz: %@/yil

source: PDF export failed
ar: فشل تصدير PDF
hi: PDF निर्यात विफल रहा
id: PDF ekspor gagal
ja: PDFの書き出しに失敗しました
pt_br: Falha na exportação de PDF
ru: Не удалось экспортировать PDF
uz: PDF eksport qilinmadi

source: per year
ar: كل سنة
hi: प्रति वर्ष
id: per tahun
ja: 年額
pt_br: por ano
ru: в год
uz: yiliga

# permission_access_loading_message
source: Loading access for %@...
ar: جارٍ تحميل الوصول إلى %@...
hi: %@ के लिए एक्सेस लोड हो रहा है...
id: Memuat akses untuk %@...
ja: %@ のアクセス権を読み込み中...
pt_br: Carregando acesso para %@...
uz: %@ uchun ruxsat yuklanmoqda...

# permission_access_none
source: Access: None
ar: الوصول: لا شيء
hi: पहुंच: कोई नहीं
id: Akses: Tidak ada
ja: アクセス: なし
pt_br: Acesso: Nenhum
uz: Kirish: Yoʻq

# permission_access_pull_to_refresh
source: Pull down to refresh access.
ar: اسحب لأسفل لتحديث الوصول.
hi: पहुंच ताज़ा करने के लिए नीचे खींचें.
id: Tarik ke bawah untuk menyegarkan akses.
ja: 下に引いてアクセス権を更新します。
pt_br: Deslize para baixo para atualizar o acesso.
ru: Потяните вниз, чтобы обновить доступ.
uz: Kirishni yangilash uchun pastga torting.

# permission_access_restricted_message
source: Access to %@ is restricted for your role.
ar: الوصول إلى %@ مقيد لدورك.
hi: आपकी भूमिका के लिए %@ तक पहुंच प्रतिबंधित है।
id: Akses ke %@ dibatasi untuk peran Anda.
ja: あなたの権限では %@ へのアクセスが制限されています。
ko: %@에 대한 접근 권한이 현재 역할에 제한되어 있습니다.
pt_br: O acesso ao %@ é restrito à sua função.
uz: Rolingiz uchun %@ ga kirish cheklangan.

# permission_access_summary
source: Access: %@
ar: الوصول: %@
hi: पहुंच: %@
id: Akses: %@
ja: アクセス: %@
pt_br: Acesso: %@
ru: Доступ: %@
uz: Kirish: %@

# permission_access_summary_extra
source: Access: %@ +%d
ar: الوصول: %@ +%d
hi: पहुंच: %@ +%d
id: Akses: %@ +%d
ja: アクセス: %@ +%d
pt_br: Acesso: %@ +%d
ru: Доступ: %@ +%d
uz: Kirish: %@ +%d

# permission_badge_custom
source: Custom access
ar: الوصول المخصص
hi: कस्टम पहुंच
id: Akses khusus
ja: カスタム権限
pt_br: Acesso personalizado
ru: Пользовательский доступ
uz: Maxsus kirish

# permission_badge_preset
source: Preset access
ar: الوصول مسبقا
hi: पूर्व निर्धारित पहुँच
id: Akses yang telah ditetapkan
ja: プリセット権限
pt_br: Acesso predefinido
ru: Доступ по роли
uz: Oldindan belgilangan kirish

# permission_create_part_sale_detail
source: Create sales with multiple items.
ar: إنشاء المبيعات مع عناصر متعددة.
hi: अनेक वस्तुओं के साथ बिक्री बनाएँ।
id: Buat penjualan dengan banyak item.
ja: 複数明細の販売を作成できます。
pt_br: Crie vendas com vários itens.
ru: Оформление продаж с несколькими позициями.
uz: Bir nechta ob'ektlar bilan savdolarni yarating.

# permission_create_part_sale_title
source: Create Part Sales
ar: إنشاء مبيعات جزء
hi: आंशिक बिक्री बनाएँ
id: Buat Bagian Sales
ja: 部品販売を作成
pt_br: Criar vendas de peças
ru: Продажи запчастей
uz: Qismlarni sotishni yaratish

# permission_create_sale_detail
source: Create and manage sales records.
ar: إنشاء وإدارة سجلات المبيعات.
hi: बिक्री रिकॉर्ड बनाएं और प्रबंधित करें।
id: Membuat dan mengelola catatan penjualan.
ja: 販売記録を作成・管理できます。
pt_br: Criar e gerenciar registros de vendas.
ru: Создание и управление продажами.
uz: Savdo yozuvlarini yaratish va boshqarish.

# permission_create_sale_title
source: Create Sales
ar: إنشاء المبيعات
hi: बिक्री बनाएँ
id: Buat Sales
ja: 販売を作成
pt_br: Criar vendas
ru: Создание продаж
uz: Savdolarni yaratish

# permission_delete_records_detail
source: Allow deleting records across all sections.
ar: السماح بحذف السجلات في جميع الأقسام.
hi: सभी अनुभागों में रिकॉर्ड हटाने की अनुमति दें।
id: Izinkan penghapusan catatan di semua bagian.
ja: すべてのセクションでレコード削除を許可します。
pt_br: Permitir a exclusão de registros em todas as seções.
ru: Разрешить удаление записей во всех разделах.
uz: Barcha boʻlimlar boʻyicha yozuvlarni oʻchirishga ruxsat bering.

# permission_delete_records_title
source: Delete Records
ar: حذف السجلات
hi: रिकार्ड हटाएँ
id: Hapus Catatan
ja: レコード削除
pt_br: Excluir registros
ru: Удаление записей
uz: Yozuvlarni oʻchirish

# permission_inventory_details_title
source: Inventory details
ar: تفاصيل المخزون
hi: इन्वेंटरी विवरण
id: Detail inventaris
ja: 在庫詳細
pt_br: Detalhes do estoque
ru: Детали инвентаря
uz: Inventarizatsiya tafsilotlari

# permission_manage_parts_inventory_detail
source: Add parts and receive stock.
ar: أضف الأجزاء واحصل على المخزون.
hi: हिस्से जोड़ें और स्टॉक प्राप्त करें।
id: Tambahkan suku cadang dan terima stok.
ja: 部品の追加と入庫ができます。
pt_br: Adicione peças e receba estoque.
ru: Добавление запчастей и приход партий.
uz: Qismlarni qoʻshing va zaxiralarni oling.

# permission_manage_parts_inventory_title
source: Manage Parts Inventory
ar: إدارة مخزون قطع الغيار
hi: पार्ट्स इन्वेंटरी प्रबंधित करें
id: Kelola Parts Inventaris
ja: 部品在庫を管理
pt_br: Gerenciar estoque de peças
ru: Управление складом запчастей
uz: Ehtiyot qismlar inventarini boshqarish

# permission_manage_team_detail
source: Invite, edit, and remove team members.
ar: دعوة أعضاء الفريق وتعديلهم وإزالتهم.
hi: टीम के सदस्यों को आमंत्रित करें, संपादित करें और हटाएं।
id: Undang, edit, dan hapus anggota tim.
ja: チームメンバーの招待、編集、削除ができます。
pt_br: Convidar, editar e remover membros da equipe.
ru: Приглашение, редактирование и удаление участников.
uz: Jamoa a'zolarini taklif qilish, tahrirlash va oʻchirish.

# permission_manage_team_title
source: Manage Team
ar: إدارة الفريق
hi: टीम का प्रबंधन करें
id: Kelola Tim
ja: チーム管理
pt_br: Gerenciar equipe
ru: Управление командой
uz: Jamoani boshqarish

# permission_role_no_access
source: This role has no access by default.
ar: هذا الدور ليس لديه حق الوصول بشكل افتراضي.
hi: इस भूमिका की डिफ़ॉल्ट रूप से कोई पहुंच नहीं है.
id: Peran ini tidak memiliki akses secara default.
ja: この役割には既定のアクセス権がありません。
pt_br: Esta função não tem acesso por padrão.
uz: Bu rol sukut boʻyicha ruxsatga ega emas.

# permission_role_preset_summary
source: Preset includes: %@.
ar: يتضمن الإعداد المسبق: %@.
hi: प्रीसेट में शामिल हैं: %@।
id: Prasetel meliputi: %@.
ja: プリセット内容: %@。
pt_br: A predefinição inclui: %@.
ru: Шаблон включает: %@.
uz: Oldindan oʻrnatilgan: %@.

# permission_view_expenses_detail
source: See expenses and cost details.
ar: انظر المصروفات وتفاصيل التكلفة.
hi: खर्च और लागत विवरण देखें.
id: Lihat pengeluaran dan rincian biaya.
ja: 経費と原価の詳細を表示します。
pt_br: Veja despesas e detalhes de custos.
ru: Просмотр расходов и деталей затрат.
uz: Xarajatlar va xarajatlar tafsilotlarini koʻring.

# permission_view_expenses_title
source: View Expenses
ar: عرض المصروفات
hi: खर्च देखें
id: Lihat Expenses
ja: 経費を表示
pt_br: Ver despesas
ru: Просмотр расходов
uz: Xarajatlarni koʻrish

# permission_view_financials_detail
source: Access financial dashboards and profit data.
ar: الوصول إلى لوحات المعلومات المالية وبيانات الربح.
hi: वित्तीय डैशबोर्ड और लाभ डेटा तक पहुंचें।
id: Akses dasbor keuangan dan data keuntungan.
ja: 財務ダッシュボードと利益データにアクセスできます。
pt_br: Acesse painéis financeiros e dados de lucros.
ru: Доступ к финансовым показателям и прибыли.
uz: Moliyaviy boshqaruv paneli va foyda ma'lumotlariga kirish.

# permission_view_financials_title
source: View Financials
ar: عرض البيانات المالية
hi: वित्तीय विवरण देखें
id: Lihat Keuangan
ja: 財務を表示
pt_br: Ver finanças
ru: Просмотр финансов
uz: Moliyaviy ma'lumotlarni koʻrish

# permission_view_inventory_detail
source: See vehicles and stock data.
ar: رؤية المركبات وبيانات المخزون.
hi: कार और स्टॉक डेटा देखें।
id: Lihat data kendaraan dan stok.
ja: 車両と在庫データを表示します。
pt_br: Veja veículos e dados de estoque.
ru: Просмотр автомобилей и остатков.
uz: Avtomobillar va stok maʻlumotlarini koʻring.

# permission_view_inventory_title
source: View Inventory
ar: عرض المخزون
hi: इन्वेंटरी देखें
id: Lihat Inventaris
ja: 在庫を表示
pt_br: Ver estoque
ru: Просмотр склада
uz: Inventarizatsiyani koʻrish

# permission_view_leads_detail
source: Access leads and client pipeline.
ar: الوصول إلى العملاء المتوقعين وخط أنابيب العميل.
hi: एक्सेस लीड और क्लाइंट पाइपलाइन।
id: Akses prospek dan saluran klien.
ja: リードと顧客パイプラインにアクセスできます。
pt_br: Acessar leads e pipeline de clientes.
ru: Доступ к лидам и воронке клиентов.
uz: Kirish liniyalari va mijoz quvurlari.

# permission_view_leads_title
source: View Leads
ar: عرض العملاء المتوقعين
hi: लीड देखें
id: Lihat Prospek
ja: リードを表示
pt_br: Ver leads
ru: Просмотр лидов
uz: Etakchilarni koʻrish

# permission_view_part_cost_detail
source: See purchase costs for parts.
ar: انظر تكاليف شراء قطع الغيار.
hi: भागों के लिए खरीद लागत देखें।
id: Lihat biaya pembelian suku cadang.
ja: 部品の仕入原価を表示します。
pt_br: Veja os custos de compra de peças.
ru: Просмотр закупочной стоимости запчастей.
uz: Ehtiyot qismlarni sotib olish xarajatlarini koʻring.

# permission_view_part_cost_title
source: View Parts Cost
ar: عرض تكلفة قطع الغيار
hi: पार्ट्स की लागत देखें
id: Lihat Parts Biaya
ja: 部品原価を表示
pt_br: Ver custo das peças
ru: Просмотр себестоимости запчастей
uz: Ehtiyot qismlar narxini koʻrish

# permission_view_part_profit_detail
source: See profit from parts sales.
ar: شاهد الربح من مبيعات قطع الغيار.
hi: भागों की बिक्री से लाभ देखें।
id: Lihat keuntungan dari penjualan suku cadang.
ja: 部品販売の利益を表示します。
pt_br: Veja o lucro das vendas de peças.
ru: Просмотр прибыли от продаж запчастей.
uz: Ehtiyot qismlarni sotishdan olingan foydani koʻring.

# permission_view_part_profit_title
source: View Parts Profit
ar: عرض أرباح قطع الغيار
hi: भागों का लाभ देखें
id: Lihat Parts Untung
ja: 部品利益を表示
pt_br: Ver lucro de peças
ru: Просмотр прибыли по запчастям
uz: Ehtiyot qismlar foydasini koʻrish

# permission_view_parts_inventory_detail
source: See parts and stock levels.
ar: انظر الأجزاء ومستويات المخزون.
hi: पार्ट्स और स्टॉक स्तर देखें।
id: Lihat suku cadang dan tingkat stok.
ja: 部品と在庫数を表示します。
pt_br: Veja peças e níveis de estoque.
ru: Просмотр запчастей и остатков.
uz: Ehtiyot qismlar va zaxiralar darajasini koʻring.

# permission_view_parts_inventory_title
source: View Parts Inventory
ar: عرض مخزون قطع الغيار
hi: पार्ट्स इन्वेंटरी देखें
id: Lihat Parts Inventaris
ja: 部品在庫を表示
pt_br: Ver estoque de peças
ru: Просмотр склада запчастей
uz: Ehtiyot qismlar inventarini koʻrish

# permission_view_vehicle_cost_detail
source: Show purchase price and total cost.
ar: عرض سعر الشراء والتكلفة الإجمالية.
hi: खरीद मूल्य और कुल लागत दिखाएँ।
id: Tampilkan harga pembelian dan total biaya.
ja: 仕入価格と総原価を表示します。
pt_br: Mostrar preço de compra e custo total.
ru: Показывать цену покупки и общую себестоимость.
uz: Xarid narxini va umumiy xarajatlarni koʻrsating.

# permission_view_vehicle_cost_title
source: Vehicle Cost
ar: تكلفة المركبة
hi: कार लागत
id: Biaya Kendaraan
ja: 車両原価
pt_br: Custo do veículo
ru: Себестоимость автомобиля
uz: Avtomobil narxi

# permission_view_vehicle_profit_detail
source: Show profit on sold vehicles.
ar: إظهار الربح على المركبات المباعة.
hi: बेचे गए कारों पर लाभ दिखाएं.
id: Tunjukkan keuntungan pada kendaraan yang terjual.
ja: 販売済み車両の利益を表示します。
pt_br: Mostre o lucro dos veículos vendidos.
ru: Показывать прибыль по проданным авто.
uz: Sotilgan avtomobillar boʻyicha daromadni koʻrsating.

# permission_view_vehicle_profit_title
source: Vehicle Profit
ar: ربح المركبة
hi: कार लाभ
id: Keuntungan Kendaraan
ja: 車両利益
pt_br: Lucro do veículo
ru: Прибыль автомобиля
uz: Avtomobil foydasi

source: Personal
ar: شخصي
hi: निजी
id: Pribadi
ja: 個人
pt_br: Pessoal
ru: Личное
uz: Shaxsiy

source: Personal Expenses
ar: المصروفات الشخصية
hi: व्यक्तिगत खर्च
id: Pribadi Expenses
ja: 個人経費
pt_br: Despesas Pessoais
ru: Личные расходы
uz: Shaxsiy xarajatlar

source: Petrol
ar: بنزين
hi: पेट्रोल
id: Bensin
ja: 燃料
pt_br: Gasolina
ru: Топливо
uz: Benzin

source: Phone (Optional)
ar: الهاتف (اختياري)
hi: फ़ोन (वैकल्पिक)
id: Telepon (Opsional)
ja: 電話（任意）
pt_br: Telefone (opcional)
ru: Телефон (опционально)
uz: Telefon (ixtiyoriy)

source: Photo Gallery
ar: معرض الصور
hi: फोटो गैलरी
id: Galeri Foto
ja: 写真ギャラリー
pt_br: Galeria de fotos
ru: Галерея
uz: Fotogalereya

source: Plate Number
ar: رقم اللوحة
hi: प्लेट नंबर
id: Nomor Plat
ja: 登録番号
pt_br: Número da placa
ru: Номер авто
uz: Davlat raqami

source: Please try again
ar: يرجى المحاولة مرة أخرى
hi: कृपया पुनः प्रयास करें
id: Silakan coba lagi
ja: もう一度お試しください
pt_br: Tente novamente
ru: Пожалуйста, попробуйте снова
uz: Iltimos, qayta urinib koʻring

source: Please wait...
ar: انتظر من فضلك...
hi: कृपया प्रतीक्षा करें...
id: Mohon tunggu...
ja: お待ちください...
pt_br: Aguarde...
ru: Пожалуйста, подождите...
uz: Iltimos, kuting...

source: Price: High to Low
ar: السعر: من الأعلى إلى الأقل
hi: कीमत: उच्च से निम्न
id: Harga: Tinggi ke Rendah
ja: 価格: 高い順
pt_br: Preço: do maior ao menor
ru: Цена: по убыванию
uz: Narxi: yuqoridan pastgacha

source: Price: Low to High
ar: السعر: من الأقل إلى الأعلى
hi: कीमत: निम्न से उच्च
id: Harga: Rendah ke Tinggi
ja: 価格: 低い順
pt_br: Preço: baixo a alto
ru: Цена: по возрастанию
uz: Narxi: pastdan yuqoriga

source: Profit
ar: الربح
hi: मुनाफ़ा
id: Keuntungan
ja: 利益
pt_br: Lucro
ru: Прибыль
uz: Foyda

# profit_loss_label
source: Profit/Loss
ar: الربح/الخسارة
hi: लाभ/हानि
id: Untung/Rugi
ja: 損益
pt_br: Lucro/Prejuízo
ru: Прибыль/Убыток
uz: Foyda/zarar

source: Purchase
ar: شراء
hi: खरीद
id: Beli
ja: 仕入
pt_br: Comprar
ru: Покупка
uz: Xarid

# purchase_and_status
source: Purchase & Status
ar: الشراء والحالة
hi: खरीद एवं स्थिति
id: Pembelian & Status
ja: 仕入・ステータス
pt_br: Compra e status
ru: Покупка и статус
uz: Xarid va holat

source: Purchase Date
ar: تاريخ الشراء
hi: खरीद तिथि
id: Tanggal Pembelian
ja: 仕入日
pt_br: Data de compra
ru: Дата покупки
uz: Sotib olish sanasi

# purchase_date_label
source: Purchase Date:
ar: تاريخ الشراء:
hi: खरीद तिथि:
id: Tanggal Pembelian:
ja: 仕入日:
pt_br: Data de compra:
ru: Дата покупки:
uz: Sotib olingan sana:

source: Purchase Price
ar: سعر الشراء
hi: खरीद मूल्य
id: Harga Pembelian
ja: 仕入価格
pt_br: Preço de compra
ru: Цена покупки
uz: Sotib olish narxi

# queued_count
source: %d queued
ar: %d في قائمة الانتظار
hi: %d कतारबद्ध
id: %d mengantri
ja: %d件保留中
pt_br: %d na fila
ru: %d в очереди
uz: %d navbatda

source: Receipt
ar: إيصال
hi: रसीद
id: Tanda terima
ja: 領収書
pt_br: Recibo
ru: Чек
uz: Kvitansiya

source: Receivable
ar: مستحق
hi: प्राप्य
id: Piutang
ja: 未収金
pt_br: Recebíveis
ru: К получению
uz: Debitorlik

source: Receivables
ar: المستحقات
hi: प्राप्य
id: Piutang
ja: 売掛金
pt_br: Contas a receber
ru: Дебиторка
uz: Debitorlik qarzlari

source: Recent Expenses
ar: المصروفات الأخيرة
hi: हाल के खर्चे
id: Expenses terbaru
ja: 最近の経費
pt_br: Despesas recentes
ru: Последние расходы
uz: Oxirgi xarajatlar

# record_first_sale
source: Record your first sale to see profit analytics.
ar: قم بتسجيل عملية البيع الأولى الخاصة بك لرؤية تحليلات الأرباح.
hi: लाभ विश्लेषण देखने के लिए अपनी पहली बिक्री रिकॉर्ड करें।
id: Catat penjualan pertama Anda untuk melihat analisis keuntungan.
ja: 最初の販売を記録すると利益分析を確認できます。
pt_br: Registre sua primeira venda para ver análises de lucro.
ru: Запишите свою первую продажу, чтобы увидеть ее здесь.
uz: Foyda tahlilini koʻrish uchun birinchi savdongizni yozib oling.

# reenter_email_placeholder
source: Re-enter your email
ar: أعد إدخال بريدك الإلكتروني
hi: अपना ईमेल पुनः दर्ज करें
id: Masukkan kembali email Anda
ja: メールアドレスを再入力
pt_br: Digite seu e-mail novamente
ru: Введите ваш email
uz: Elektron pochtangizni qayta kiriting

source: Referral already used.
ar: الإحالة مستخدمة بالفعل.
hi: रेफ़रल पहले से ही उपयोग किया जा चुका है.
id: Referensi sudah digunakan.
ja: 紹介コードはすでに使用済みです。
pt_br: Referência já usada.
ru: Реферал уже использован.
uz: Yoʻnaltiruvchi allaqachon ishlatilgan.

# referral_applied
source: Referral applied. Thanks for joining.
ar: تم تطبيق الإحالة. شكرا لانضمامك.
hi: रेफरल लागू किया गया. में शामिल होने के लिए धन्यवाद।
id: Rujukan diterapkan. Terima kasih telah bergabung.
ja: 紹介特典を適用しました。ご参加ありがとうございます。
pt_br: Referência aplicada. Obrigado por participar.
ru: Реферал применен. Спасибо, что присоединились.
uz: Yoʻnaltirish qoʻllanildi. Qoʻshilganingiz uchun tashakkur.

# referral_bonus_until
source: Referral bonus active until %@
ar: مكافأة الإحالة نشطة حتى %@
hi: रेफरल बोनस %@ तक सक्रिय है
id: Bonus referral aktif sampai %@
ja: 紹介ボーナス有効期限 %@
pt_br: Bônus de indicação ativo até %@
ru: Бонус активен до %@
uz: Tavsiya bonusi %@ gacha faol

# referral_code_saved_sign_in
source: Referral code saved. Sign in to claim.
ar: تم حفظ رمز الإحالة. تسجيل الدخول للمطالبة.
hi: रेफरल कोड सहेजा गया. दावा करने के लिए साइन इन करें.
id: Kode referensi disimpan. Masuk untuk mengklaim.
ja: 紹介コードを保存しました。特典を受け取るにはサインインしてください。
pt_br: Código de referência salvo. Faça login para reivindicar.
ru: Реферальный код сохранен. Войдите, чтобы применить бонус.
uz: Yoʻnaltiruvchi kodi saqlandi. Daʻvo qilish uchun tizimga kiring.

# referral_details
source: Details
ar: تفاصيل
hi: विवरण
id: Detail
ja: 詳細
pt_br: Detalhes
ru: Детали
uz: Tafsilotlar

# referral_invite_generation_failed
source: Unable to generate an invite link. Please try again.
ar: غير قادر على إنشاء رابط دعوة. يرجى المحاولة مرة أخرى.
hi: आमंत्रण लिंक जनरेट करने में असमर्थ. कृपया पुन: प्रयास करें।
id: Tidak dapat membuat tautan undangan. Silakan coba lagi.
ja: 招待リンクを作成できませんでした。もう一度お試しください。
pt_br: Não foi possível gerar um link de convite. Tente novamente.
ru: Не удалось создать ссылку-приглашение. Повторите попытку.
uz: Taklif havolasini yaratib boʻlmadi. Iltimos, qayta urinib koʻring.

# referral_invite_missing_organization
source: Unable to determine your organization. Please try again.
ar: غير قادر على تحديد مؤسستك. يرجى المحاولة مرة أخرى.
hi: अपना संगठन निर्धारित करने में असमर्थ. कृपया पुन: प्रयास करें।
id: Tidak dapat menentukan organisasi Anda. Silakan coba lagi.
ja: 組織を確認できませんでした。もう一度お試しください。
pt_br: Não foi possível determinar sua organização. Tente novamente.
ru: Не удалось определить вашу организацию. Повторите попытку.
uz: Tashkilotingizni aniqlab boʻlmadi. Iltimos, qayta urinib koʻring.

# referral_invite_requires_sign_in
source: Please sign in to generate an invite link.
ar: الرجاء تسجيل الدخول لإنشاء رابط الدعوة.
hi: आमंत्रण लिंक जनरेट करने के लिए कृपया साइन इन करें।
id: Silakan masuk untuk membuat tautan undangan.
ja: 招待リンクを作成するにはサインインしてください。
pt_br: Faça login para gerar um link de convite.
ru: Войдите, чтобы создать ссылку-приглашение.
uz: Taklif havolasini yaratish uchun tizimga kiring.

# referral_invite_share_message
source: Join Car Dealer Tracker using my invite code %@. Subscribe and we both get an extra month free.
ar: انضم إلى Car Dealer Tracker باستخدام رمز الدعوة الخاص بي %@. اشترك وسيحصل كلانا على شهر إضافي مجانًا.
hi: मेरे आमंत्रण कोड %@ का उपयोग करके Car Dealer Tracker से जुड़ें। सदस्यता लें और हम दोनों को एक अतिरिक्त महीना मुफ़्त मिलेगा।
id: Bergabunglah dengan Car Dealer Tracker menggunakan kode undangan saya %@. Berlangganan dan kami berdua mendapat satu bulan ekstra gratis.
ja: 招待コード%@でCar Dealer Trackerに参加してください。サブスクリプション登録で、双方に1か月分が追加されます。
pt_br: Junte-se ao Car Dealer Tracker usando meu código de convite %@. Assine e ambos ganharemos um mês extra grátis.
ru: Присоединяйтесь к Car Dealer Tracker по моему коду приглашения %@. Оформите подписку, и мы оба получим дополнительный месяц бесплатно.
uz: Taklif kodim %@ yordamida Car Dealer Tracker kompaniyasiga qoʻshiling. Obuna boʻling va ikkalamiz ham qoʻshimcha oy bepul olamiz.

# referral_invite_share_title
source: Car Dealer Tracker Invite
ar: دعوة لتعقب معرض المركبات
hi: Car Dealer Tracker आमंत्रण
id: Car Dealer Tracker Undang
ja: Car Dealer Tracker 招待
pt_br: Convite Car Dealer Tracker
ru: Приглашение Car Dealer Tracker
uz: Car Dealer Tracker taklif

# referral_last_reward
source: Last reward
ar: المكافأة الأخيرة
hi: आखिरी इनाम
id: Hadiah terakhir
ja: 直近の特典
pt_br: Última recompensa
ru: Последний бонус
uz: Oxirgi mukofot

# referral_months_earned
source: Months earned
ar: أشهر المكتسبة
hi: महीने कमाए
id: Bulan diperoleh
ja: 獲得月数
pt_br: Meses ganhos
ru: Месяцев получено
uz: Ishlagan oylar

# referral_no_active_bonus
source: No active referral bonus
ar: لا توجد مكافأة إحالة نشطة
hi: कोई सक्रिय रेफरल बोनस नहीं
id: Tidak ada bonus referensi aktif
ja: 有効な紹介ボーナスはありません
pt_br: Nenhum bônus de indicação ativo
ru: Бонус сейчас не активен
uz: Yoʻnaltiruvchi faol bonus yoʻq

# referral_no_rewards
source: No rewards yet
ar: لا توجد مكافآت حتى الآن
hi: अभी तक कोई पुरस्कार नहीं
id: Belum ada imbalan
ja: 特典はまだありません
pt_br: Nenhuma recompensa ainda
ru: Пока нет бонусов
uz: Hali mukofot yoʻq

source: Referral Stats
ar: إحصائيات الإحالة
hi: रेफरल आँकड़े
id: Statistik Rujukan
ja: 紹介実績
pt_br: Estatísticas de indicação
ru: Статистика рефералов
uz: Yoʻnaltirish statistikasi

# referral_successful
source: Successful referrals
ar: الإحالات الناجحة
hi: सफल रेफरल
id: Referensi yang berhasil
ja: 成功した紹介
pt_br: Referências bem-sucedidas
ru: Успешных приглашений
uz: Muvaffaqiyatli tavsiyalar

# referral_summary
source: Summary
ar: ملخص
hi: सारांश
id: Ringkasan
ja: 概要
pt_br: Resumo
ru: Сводка
uz: Xulosa

# referral_view_stats
source: View referral stats
ar: عرض إحصائيات الإحالة
hi: रेफरल आँकड़े देखें
id: Lihat statistik rujukan
ja: 紹介実績を見る
pt_br: Ver estatísticas de referência
ru: Статистика приглашений
uz: Yoʻnaltiruvchi statistikani koʻrish

# region_brazil
source: Brazilian Real
ar: ريال برازيلي
hi: ब्राज़ीलियाई रियल
id: Real Brasil
ja: ブラジルレアル
pt_br: Real Brasileiro
ru: Бразильский реал
uz: Braziliya reali

# region_canada
source: Canadian Dollar
ar: دولار كندي
hi: कैनेडियन डॉलर
id: Dolar Kanada
ja: カナダドル
pt_br: dólar canadense
ru: Канадский доллар
uz: Kanada dollari

# region_europe
source: Euro
ar: يورو
hi: यूरो
ja: ユーロ
ru: Евро
uz: evro

# region_india
source: Indian Rupee
ar: روبية هندية
hi: भारतीय रुपया
id: Rupee India
ja: インドルピー
pt_br: Rúpia Indiana
ru: Индийская рупия
uz: Hindiston rupisi

# region_indonesia
source: Indonesia
ar: إندونيسيا
hi: इंडोनेशिया
ja: インドネシア
ko: 인도네시아
pt_br: Indonésia
ru: Индонезия
uz: Indoneziya

# region_south_africa
source: South African Rand
ar: راند جنوب أفريقي
hi: दक्षिण अफ़्रीकी रैंड
id: Rand Afrika Selatan
ja: 南アフリカランド
ko: 남아프리카 랜드
pt_br: Rand Sul-Africano
ru: Южноафриканский рэнд
uz: Janubiy Afrika randi

# region_japan
source: Japanese Yen
ar: ين ياباني
hi: जापानी येन
id: Yen Jepang
ja: 日本円
pt_br: Iene Japonês
ru: Японская иена
uz: Yapon iyeni

# region_korea
source: Korean Won
ar: وون كوري
hi: कोरियाई वोन
id: Won Korea
ja: 韓国ウォン
pt_br: Won Coreano
ru: Корейская вона
uz: Koreya von

source: Region & Language
ar: المنطقة واللغة
hi: क्षेत्र एवं भाषा
id: Wilayah & Bahasa
ja: 地域と言語
pt_br: Região e idioma
ru: Регион и язык
uz: Mintaqa va til

# region_russia
source: Russian Ruble
ar: روبل روسي
hi: रूसी रूबल
id: Rubel Rusia
ja: ロシアルーブル
pt_br: Rublo Russo
ru: Российский рубль
uz: Rossiya rubli

# region_turkey
source: Turkish Lira
ar: ليرة تركية
hi: तुर्की लीरा
id: Lira Turki
ja: トルコリラ
pt_br: Lira Turca
ru: Турецкая лира
uz: Turk lirasi

# region_uae
source: UAE Dirham
ar: درهم إماراتي
hi: संयुक्त अरब अमीरात दिरहम
ja: UAEディルハム
ru: Дирхам ОАЭ
uz: BAA dirhami

# region_uk
source: British Pound
ar: جنيه إسترليني
hi: ब्रिटिश पाउंड
id: Pound Inggris
ja: 英国ポンド
pt_br: Libra Esterlina
ru: Британский фунт
uz: Britaniya funti

# region_usa
source: US Dollar
ar: دولار أمريكي
hi: अमेरिकी डॉलर
id: Dolar Amerika
ja: 米ドル
pt_br: dólar americano
ru: Доллар США
uz: AQSh dollari

# region_uzbekistan
source: Uzbekistan Som
ar: أوزبكستان سوم
hi: उज़्बेकिस्तान सोम
id: Som Uzbekistan
ja: ウズベキスタン・スム
pt_br: Som do Uzbequistão
ru: Узбекский сум
uz: Oʻzbekiston soʻmi

source: Remaining
ar: المتبقي
hi: बाकी
id: Tersisa
ja: 残額
pt_br: Restante
ru: Остаток
uz: Qoldiq

source: Reminders
ar: تذكيرات
hi: अनुस्मारक
id: Pengingat
ja: リマインダー
pt_br: Lembretes
ru: Напоминания
uz: Eslatmalar

source: Remove cover
ar: قم بإزالة الغطاء
hi: कवर हटाओ
id: Hapus penutup
ja: カバーを解除
pt_br: Remover capa
ru: Удалить обложку
uz: Qopqoqni olib tashlang
